Repository: common-repository/irrelevantcomments
Catalog: lang/irrelevantcomments-*.po
Languages: de_de

source: Requires Wordpress 2.9 or higher!
de_de: Benötigt Wordpress 2.9 oder höher!

source: Upgraded successfully to irrelevantComments %s!
de_de: irrelevantComments wurde erfolgreich auf Version %s geupgraded!

source: Mark comment as irrelevant
de_de: Kommentar als irrelevant markieren

source: Irrelevant comment
de_de: Irrelevanter Kommentar

source: show
de_de: anzeigen

source: mark as relevant
de_de: als relevant markieren

source: mark as irrelevant
de_de: als irrelevant markieren

source: hide
de_de: verbergen

source: Error: Could not find comment.
de_de: Fehler: Kommentar konnte nicht gefunden werden.

source: Comment #%s was marked as relevant.
de_de: Kommentar #%s wurde als relevant markiert.

source: Comment #%s was marked as irrelevant.
de_de: Kommentar #%s wurde als irrelevant markiert.

source: irrelevant Comments
de_de: Irrelevante Kommentare

source: Allow to mark comments as irrelevant
de_de: Markieren von Kommentaren als irrelevant zulassen
